[
{"divImage": "https://assets.pokemon.com/assets/cms2/img/trading-card-game/series/sv_series/sv035/sv035_logo_169_en.png",
"name":"Scarlet & Violet—151",
"date": "September 22, 2023",
"numberOfCards":"Over 160",
"legalDeck":"Yes",
"pageImage":"https://assets.pokemon.com//assets/cms2/img/trading-card-game/series/sv_series/sv035/sv035-banner.png",
"description":"Team up with the original first partner Pokémon—Bulbasaur, Charmander, and Squirtle—as a new day dawns in Kanto. This new day ushers in opportunities to reunite with old friends, make new partners, and capture every last one of the original 151. Discover the extraordinary Venusaur ex, Charizard ex, and Blastoise ex in special cards with captivating illustrations, and explore the cities and countryside of a reinvigorated land—you might even find the elusive Mew ex in your travels. New adventures will unfold and new horizons will be revealed in the Scarlet & Violet—151 expansion!",
"info":[
    "Over 160 cards",
    "12 new Pokémon ex",
    "All 151 Pokémon originally discovered in the Kanto region—in Pokédex order",
    "More than 10 Trainer cards",
    "Illustrations featuring a single artist capturing an entire Evolution chain"
]

},
{"divImage": "https://assets.pokemon.com/assets/cms2/img/trading-card-game/series/sv_series/sv03/sv03_logo_169_en.png",
"name":"Scarlet & Violet—Obsidian Flames",
"date": "August 11, 2023",
"numberOfCards":"Over 190",
"legalDeck":"Yes",
"pageImage":"https://assets.pokemon.com//assets/cms2/img/trading-card-game/series/sv_series/sv03/sv03-banner.png",
"description":"Red-hot embers illuminate the pitch-black night and sparks flare into an inferno as Charizard ex surges forth with newfound powers of darkness! The glittering Terastal phenomenon imbues some Pokémon ex like Tyranitar, Eiscue, and Vespiquen with different types than usual, while Dragonite ex and Greedent ex show mastery of their own inner strengths. Not to be outdone, Revavroom ex, Melmetal ex, and more Pokémon promise to change the course of battle in the Scarlet & Violet—Obsidian Flames expansion!",
"info":[
    "Over 190 cards",
    "Type-shifted Tera Pokémon ex with a crystalline appearance, including a Darkness-type Charizard ex",
    "More than 20 brand-new Pokémon ex: a new take on a returning game mechanic",
    "More than 15 Trainer cards",
    "Dozens of Pokémon and Trainer cards with special illustrations"
]

},{"divImage": "https://assets.pokemon.com/assets/cms2/img/trading-card-game/series/sv_series/sv02/sv02_logo_169_en.png",
"name":"Scarlet & Violet—Paldea Evolved",
"date": "June 09, 2023",
"numberOfCards":"Over 190",
"legalDeck":"Yes",
"pageImage":"https://assets.pokemon.com//assets/cms2/img/trading-card-game/series/sv_series/sv02/sv02-banner.png",
"description":"Energy surges as new powers awaken and perilous legends are revealed! First partners Meowscarada ex, Skeledirge ex, and Quaquaval ex have evolved to take the stage with mesmerizing magic, song, and dance. Meanwhile, Forretress, Slowking, and Dedenne shine as Tera Pokémon ex, and Chien-Pao ex, Ting-Lu ex, and others bring daunting strengths requiring courage to command. Even Pikachu joins the Pokémon ex party in the Pokémon TCG: Scarlet & Violet—Paldea Evolved expansion!",
"info":[
    "Over 190 cards",
    "More than 15 brand-new Pokémon ex: a new take on a returning game mechanic",
    "Tera Pokémon ex with a crystalline appearance",
    "More than 30 Trainer cards",
    "Dozens of Pokémon and Trainer cards with special illustrations"
]

},{"divImage": "https://assets.pokemon.com/assets/cms2/img/trading-card-game/series/sv_series/sv01/sv01_logo_169_en.png",
"name":"Scarlet & Violet",
"date": "March 31, 2023",
"numberOfCards":"Over 190",
"legalDeck":"Yes",
"pageImage":"https://assets.pokemon.com//assets/cms2/img/trading-card-game/series/sv_series/sv01/sv01-banner.jpg",
"description":"Set out for a journey in the Paldea region! Meet first partners Sprigatito, Fuecoco, and Quaxly, and explore the power of the Legendary Pokémon Koraidon and Miraidon as Pokémon ex. Other Pokémon ex evolve their way into battle—including Arcanine and Gyarados with a dazzling new look. Even more Pokémon appear as illustration rare cards with amazing artwork—discover them all in the Pokémon TCG: Scarlet & Violet expansion!",
"info":[
"Over 190 cards",
"More than 10 brand-new Pokémon ex; a take on a returning game mechanic",
"The introduction of Tera Pokémon ex with a cool crystalline appearance",
"More than 30 Trainer cards",
"Dozens of Pokémon and Trainer cards with special illustrations"
]

},{"divImage": "https://assets.pokemon.com/assets/cms2/img/trading-card-game/series/swsh_series/swsh125/swsh125_logo_169_en.png",
"name":"Crown Zenith",
"date": "January 20, 2023",
"numberOfCards":"Over 160 cards",
"legalDeck":"Yes",
"pageImage":"https://assets.pokemon.com//assets/cms2/img/trading-card-game/series/swsh_series/swsh125/swsh125-banner.jpg",
"description":"The Legendary heroes Zacian and Zamazenta shine with new VSTAR Powers, and an all-star assembly of Pokémon and Trainers arrive to celebrate the era of Pokémon V! Discover dazzling special illustrations in the Galarian Gallery, and wield the strength of rare and powerful Pokémon, including Charizard as both a Pokémon VSTAR and Radiant Pokémon. Many more Pokémon have their own tales to tell in battle as the Sword & Shield Series reaches its towering peak in the Pokémon TCG: Crown Zenith expansion!",
"info":[
    " Over 160 cards",
    " 3 brand-new Radiant Pokémon",
    " 5 colossal Pokémon VMAX", 
    "8 shining Pokémon VSTAR",
    "17 powerful Pokémon V",
    "70 cards with special artwork in the Galarian Gallery"
]

},{"divImage": "https://assets.pokemon.com/assets/cms2/img/trading-card-game/series/swsh_series/swsh12/swsh12_logo_169_en.png",
"name":"Sword & Shield—Silver Tempest",
"date": "November 11, 2022",
"numberOfCards":"Over 190",
"legalDeck":"Yes",
"pageImage":"https://assets.pokemon.com//assets/cms2/img/trading-card-game/series/swsh_series/swsh12/swsh12-banner.jpg",
"description":"An ominous rumble echoes in the distance, and Lugia VSTAR emerges from the ocean's dark depths to answer its call! Explore uncharted territory with adventurous expedition companions including Alolan Vulpix VSTAR, Serperior VSTAR, Unown VSTAR, and Mawile VSTAR. Meanwhile, a legendary battle awaits as Regieleki VMAX and Regidrago VSTAR awaken from slumber. Discover powerful partnerships in the Trainer Gallery, and set a course for adventure with the Pokémon TCG: Sword & Shield—Silver Tempest expansion!",
"info":[
    "Over 190 cards",
    "3 brand-new Radiant Pokémon",
    "6 awesome Pokémon VSTAR",
    "15 powerful Pokémon V and 1 enormous Pokémon VMAX",
    "30 cards with special art in the Trainer Gallery subset",
    "More than 15 Trainer cards"
]

}
]