[
    {"divImage": "https://www.pokemon.com/static-assets/content-assets/cms2/img/video-games/_tiles/pokemon-go/2023/08112023/pokemon-go-169.png",
    "name":"Passimian Debuts in Pokémon GO’s 2023 Pokémon World Championships Celebration",
    "type": "Video Game & Apps",
    "date": "August 11, 2023",
    "title":"Take part in the fun with event bonuses, themed Pokémon, Timed Research, and more.",
    "description":"It’s almost time to crown a new Pokémon GO World Champion, and Trainers can follow the action taking place in Yokohama, Japan, via Twitch from August 11 to August 13, 2023. And if you want your piece of the action, you can celebrate in Pokémon GO from August 11, 2023, at 10:00 a.m. to August 15, 2023, at 8:00 p.m. local time. Passimian, the Teamwork Pokémon, will make its Pokémon GO debut, and Pikachu will be appearing wearing a 2023 Pokémon World Championships jersey.Additionally, Pokémon that perform well in the GO Battle League’s Great League will show up in the wild and in raids, offering plenty of opportunities to strengthen your team. Plus, you can teach some of those featured Pokémon attacks that are usually only available by using an Elite Fast TM or an Elite Charged TM. And you’ll have plenty of opportunities to hone your team—the maximum number of sets you can play per day in the GO Battle League will increase from five to 10 throughout the event. Finally, you can be a Timed Research champion by completing themed tasks to earn an Elite Fast TM, an encounter with World Championships 2023 Pikachu, and more.The following GO Battle League mainstays will appear in the wild, although you might want to evolve some of them before adding them to your battle team!",
    "info":[
        "Machop",
        "Onix",
        "Lickitung",
        "Chinchou",
        "Wooper",
        "Sableye",
        "Meditite",
        "Spheal",
        "Drilbur",
        "Scraggy",
        "Bunnelby",
        "Wooloo"
    ]
    
    },


    {"divImage": "https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/stunts/riveting-rivalries/riveting-rivalries-169-en.png",
    "name":"Root for Your Favorite Riveting Rivalries on Pokémon TV",
    "type": "Animation",
    "date": "August 11, 2023",
    "title":"When it comes to doing your best, nothing’s quite as motivating as a fierce foe.",
    "description":"From the very first episode of Pokémon the Series, there was Ash, Pikachu, and…Gary Oak. Ash’s relationship with Gary might be rocky at times, but there’s no denying that their rivalry inspires them both to work harder as Pokémon Trainers. Pokémon animation is filled with riveting rivalries from May and Drew to Gorebyss and Huntail. Spanning every region and encompassing Pokémon performers, Pokémon Coordinators, and even Pokémon villains, these rivalries are hotter than Alain’s Charizard’s Blast Burn."
    },
    
    
    
    {"divImage": "https://www.pokemon.com/static-assets/content-assets/cms2/img/video-games/_tiles/pokemon-go/2023/08092023/pokemon-go-169.png",
    "name":"Froakie Offers a Ribbiting Good Time During Pokémon GO’s August 2023 Community Day",
    "type": "Video Game & Apps",
    "date": "August 09, 2023",
    "title":"Make the most of Special Research, event bonuses, and a featured attack for Greninja.",
    "description":"Pokémon GO’s August 2023 Community Day is set to be all it’s croaked up to be—and more! On August 13, 2023, from 2:00 to 5:00 p.m. local time, Froakie will appear more frequently in the wild, and lucky Trainers might even encounter a Shiny Froakie! If you evolve Frogadier—Froakie’s Evolution—during the event or up to five hours afterward, you’ll get a Greninja that knows the Water-type Charged Attack Hydro Cannon. On top of that, all Greninja will now be able to learn the Water-type Fast Attack Water Shuriken. Enjoy these event bonuses from 2:00 p.m. to 5:00 p.m. local time.",
    "info":[
        "3× Stardust for catching Pokémon.",
"2× Candy for catching Pokémon.",
"2× chance for Trainers level 31 and above to receive Candy XL from catching Pokémon.",
"Lure Modules activated during the event will last for three hours.",
"Incense (excluding Daily Adventure Incense) will last for three hours."
    ]
    
    },
    
    
    
    
    {"divImage": "https://www.pokemon.com/static-assets/content-assets/cms2/img/video-games/_tiles/nintendo-switch-online/08082023/nintendo-switch-online-169.png",
    "name":"Pokémon Trading Card Game and Pokémon Stadium 2 Arrive on Nintendo Switch",
    "date": "August 08, 2023",
    "type": "Video Game & Apps",
    "title":"Strap in for a blast to Pokémon’s past with your Nintendo Switch Online + Expansion Pack membership.",
    "description":"Another pair of classic Pokémon games is now available for Nintendo Switch Online members. If you have the standard Nintendo Switch Online membership plan, you can play the Game Boy Color version of Pokémon Trading Card Game through the service’s Game Boy – Nintendo Switch Online library. Those with a Nintendo Switch Online + Expansion Pack membership plan can also enjoy Pokémon Stadium 2 in the Nintendo 64 – Nintendo Switch Online collection.First released in 2000, Pokémon Trading Card Game lets you experience the world of the Pokémon TCG in video game form. In this title, you travel throughout the land, battling opponents, collecting booster packs, and attempting to assemble the ultimate deck in your search for rare and powerful “Legendary Pokémon cards.” Although some of the rules may differ from the current Pokémon TCG, fans will enjoy this journey through the early days of the game.Like its predecessor, Pokémon Stadium 2’s primary focus is on thrilling Pokémon battles that let you go head-to-head with the Gym Leaders and Elite Four from Pokémon Gold and Pokémon Silver. The game also includes a variety of fun minigames that can be played with up to three of your friends. Please note that any N64 Transfer Pak functionality from Pokémon Stadium 2’s original release—which allowed players to import Pokémon from early handheld Pokémon titles—is not available in this version.These two titles join Pokémon Snap, Pokémon Puzzle League, and Pokémon Stadium, which are all available for Nintendo Switch Online + Expansion Pack members to play now on Nintendo Switch!"
    },
    
    
    {"divImage": "https://www.pokemon.com/static-assets/content-assets/cms2/img/attend-events/_tiles/2024/2024-play-pokemon-169.png",
    "name":"Look Forward to the 2024 Pokémon Championship Series Season",
    "date": "August 02, 2023",
    "type": "Play! Pokemon Event",
    "title":"Learn about the changes coming to the Pokémon Championship Series and prepare for your competitive journey this season.",
    "description":"The 2024 Pokémon Championship Series is just getting started, and we’re ready to announce a series of changes that will take place this season. Look forward to Pokémon GO joining the Championship Points system, Championship Points kickers being adjusted at all CP-earning events, and a rework of the current World Championships qualification system.",
    "info":[
       {"title": "Pokémon GO Joins the Championship Points System!",
       "description": "Last season, the Pokémon GO Championship Series used a different system than the Pokémon Trading Card Game and Pokémon Video Game Championship. Instead of earning Championship Points, players earned direct invitations to the 2023 Pokémon World Championships by reaching certain placements at Regional and International Championships. This season, Pokémon GO will be joining the Championship Points system, with Pokémon GO Challenges, Pokémon GO Cups, Regional Championships, and International Championships all awarding Championship Points en route to Worlds qualification.More details on Pokémon GO Championship Points can be found here.However, that doesn’t mean that the concept of earning a Worlds invite by winning a Regional Championship is gone—see the section below entitled “World Championships Qualification and Travel Support Changes” to find out how we’re evolving, not just for Pokémon GO but for the Pokémon TCG and VGC, too!"
       },
       {"title":"Championship Points Kicker Adjustments",
"description":"Competing for Championship Points can be a daunting task, especially given the time commitment it takes to participate in certain events. Kickers are being adjusted for local events to ensure that players who reach the top cut always earn Championship Points, which was not always the case during the 2023 season. These kickers will be retroactively applied to any League Challenges or League Cups that have already taken place in the short time since the 2024 season began.At the Premier Event level, Regional Championships, Special Events, and International Championships will have adjusted kickers so more players receive Championship Points. For example, players who finish between 257th and 512th place in Pokémon TCG, Pokémon Video Game, or Pokémon GO Regional Championships with at least 1,024 participants will now earn 20 Championship Points instead of zero, and the top 256 players will now earn Championship Points as long as 512 total players compete, compared with the previous threshold of 800.More details on Championship Points thresholds can be found at the Pokémon TCG Championship Points, Pokémon GO Championship Points, and Pokémon Video Game Championship Points pages."}
    ]
    },
    
    
    {"divImage": "https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/season03/season03-on-ptv-live-169-en.png",
    "name":"Pokémon: The Johto Journeys Episodes Added to Pokémon TV",
    "date": "August 04, 2023",
    "type": "Animation",
    "title":"Ash and his friends travel to the Johto region, where they make new friends and say goodbye to some beloved Pokémon partners.",
    "description":"Ash’s home region of Kanto, and then the Orange Islands, were just the beginning of his adventure. Along with his partner Pikachu and his good friends Misty and Brock, our hero has arrived in the Johto region in Pokémon: The Johto Journeys, which is now available to watch on Pokémon TV. This third season of Pokémon the Series sees Ash and company learning more about the world of Pokémon while meeting new friends, catching new Pokémon, and dodging Team Rocket at every turn. Before tuning in to watch, read on to see some of the cool things our heroes get up to this season. Then, head on over to Pokémon TV and enjoy!",
    "info":[
       {"title": "New Pokémon Friends",
       "image": "https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/season03/inline/01.jpg",
       "description": "A new region means all sorts of new Pokémon for Ash and his friends to encounter, and Pokémon: The Johto Journeys doesn’t skimp on expanding our heroes’ rosters. Throughout this season, Ash makes all sorts of new Pokémon friends, including Heracross (“A Sappy Ending”), Chikorita (“The Chikorita Rescue”), Cyndaquil (“Good ’Quil Hunting”), and Totodile (“The Totodile Duel”). He also catches a rare Noctowl with unusual coloring (“Fowl Play”). Ash’s traveling companions aren’t left out of the action, as Brock catches a Pineco (“Going Apricorn”), and Misty’s Poliwag evolves into Poliwhirl (“The Totodile Duel”). You’ll see how all these wonderful Pokémon came to be with their new partners in these episodes."
       },
       {"title":"The Mysterious GS Ball",
    "image":"https://www.pokemon.com/static-assets/content-assets/cms2/img/watch-pokemon-tv/_tiles/season03/inline/02.jpg",
"description":"It wasn’t chance that brought Ash to the Johto region—he’s a boy on a mission. Specifically, a delivery mission for Professor Oak. The good professor had been working with Professor Ivy to uncover the secrets of a mysterious gold-and-silver Poké Ball dubbed the GS Ball. No one can figure out how to open the GS Ball, so Professor Oak asks Ash to deliver the item to Kurt, a Poké Ball expert who lives in Azalea Town. Trouble arises when Ash comes across a Quagsire who loves to collect spherical objects (“Once in a Blue Moon”). The GS Ball is finally delivered to Kurt, but (of course) Team Rocket arrives to cause trouble for the crew (“Going Apricorn”). Spoiler alert: We never learn what’s inside the GS Ball—it remains one of the great mysteries of Pokémon the Series."}
    ]
    }
    ]